<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 och senare</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 och senare</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 och senare</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 och senare</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 och senare</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 och senare</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 och senare</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 och senare</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 och senare</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 och senare</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 och senare</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge-uppdatering</string>
      <string id="Cat_Preferences">Inställningar</string>
      <string id="Cat_ProxyServer">Proxyserver</string>
      <string id="Cat_Applications">Program</string>
      <string id="Cat_WebView">Webbvy för Microsoft Edge</string>
      <string id="Pol_AutoUpdateCheckPeriod">Åsidosätt period för automatisk sökning efter uppdateringar</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Tidsperiod under varje dag som automatiska sökningar efter uppdateringar ska ignoreras</string>
      <string id="Pol_DownloadPreference">Åsidosättning av klass för hämtnings-URL</string>
      <string id="Pol_ProxyMode">Välj hur du vill ange inställningar för en proxyserver</string>
      <string id="Pol_ProxyServer">Adress eller URL för en proxyserver</string>
      <string id="Pol_ProxyPacUrl">URL till proxy .pac-fil</string>
      <string id="Pol_DefaultAllowInstallation">Tillåt installation standard</string>
      <string id="Pol_AllowInstallation">Tillåt installation</string>
      <string id="Pol_DefaultUpdatePolicy">Åsidosätt standard för uppdateringsprincip</string>
      <string id="Pol_UpdatePolicy">Åsidosättning av uppdateringsprincip</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Förhindra att skrivbordsgenvägar skapas under installation som standardinställning</string>
      <string id="Pol_CreateDesktopShortcut">Förhindra att skrivbordsgenvägar skapas under installation</string>
      <string id="Pol_TargetVersionPrefix">Åsidosätt målversion</string>
      <string id="Pol_RollbackToTargetVersion">Återställ till målversion</string>
      <string id="Pol_AllowSideBySideExperience">Tillåt att Microsoft Edge-webbläsare används sida vid sida</string>
      <string id="Pol_ECSControl">Reglera uppdaterarens kommunikation med experiment- och konfigurationstjänsten</string>
      <string id="Pol_TargetChannel">Åsidosättning av målkanal</string>
      <string id="Part_AutoUpdateCheckPeriod">Minuter mellan sökningar efter uppdateringar</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Timme på dagen då uppdateringskontroller ska börja ignoreras</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Minut i timmen då uppdateringskontroller ska börja ignoreras</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Antal minuter att ignorera uppdateringskontroll varje dag</string>
      <string id="Part_ProxyMode">Välj hur du vill ange inställningar för en proxyserver</string>
      <string id="Part_ProxyServer">Adress eller URL för en proxyserver</string>
      <string id="Part_ProxyPacUrl">URL till proxy .pac-fil</string>
      <string id="Part_UpdatePolicy">Uppdateringsprincip</string>
      <string id="Part_TargetVersionPrefix">Målversion</string>
      <string id="Part_ECSControl">Reglera uppdaterarens kommunikation med experiment- och konfigurationstjänst</string>
      <string id="Part_TargetChannel">Målkanal</string>
      <string id="Name_UpdatesEnabled">Tillåt alltid uppdateringar (rekommenderas)</string>
      <string id="Name_ManualUpdatesOnly">Endast manuella uppdateringar</string>
      <string id="Name_AutomaticUpdatesOnly">Endast automatiska tysta uppdateringar</string>
      <string id="Name_UpdatesDisabled">Uppdateringar har inaktiverats</string>
      <string id="Name_ECSCommunicationDisabled">Inaktivera kommunikation med experiment- och konfigurationstjänsten</string>
      <string id="Name_ECSCommunicationEnabled">Aktivera kommunikation och hämta experiment</string>
      <string id="Name_ForceInstallsMachine">Framtvinga installationer (hela datorn)</string>
      <string id="Name_ForceInstallsUser">Framtvinga installationer (per användare)</string>
      <string id="DownloadPreference_DropDown">Cachelagringsbara URL:er för nedladdning</string>
      <string id="ProxyDisabled_DropDown">Använd aldrig en proxy</string>
      <string id="ProxyAutoDetect_DropDown">Identifiera proxyinställningar automatiskt</string>
      <string id="ProxyPacScript_DropDown">Använd ett PAC-proxyskript</string>
      <string id="ProxyFixedServers_DropDown">Använda fasta proxyservrar</string>
      <string id="ProxyUseSystem_DropDown">Använd systemets proxyinställningar</string>
      <string id="TargetChannel_Stable_DropDown">Stable</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Utökad stabil</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Explain_GoogleUpdate">Principer för att reglera installationen och uppdateringen av Microsoft Edge via Microsoft Edge Update.</string>
      <string id="Explain_Preferences">Allmänna principer för Microsoft Edge Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Minimum number of minutes between automatic update checks.

Set this policy to the value 0 to disable all periodic network traffic by Microsoft Edge Update. This is not recommended, as it prevents Microsoft Edge Update itself from receiving stability and security updates.

The 'Update policy override default' and per-application 'Update policy override' settings should be used to manage application updates rather than this setting.</string>
      <string id="Explain_DownloadPreference">Om den är aktiverad försöker Microsoft Edge Update-servern tillhandahålla cachelagringsbara URL:er för uppdateringsnyttolaster i sina svar.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Om du aktiverar den här principen ignoreras uppdateringskontroller varje dag från Timma:Minut under en bestämd period (i minuter). Perioden påverkas inte av sommartid. Exempel: om starttiden är 22:00 och perioden är 480 minuter ignoreras uppdateringar under exakt 8 timmar, oavsett om sommartid startar eller slutar under den perioden.

  Om du inaktiverar eller låter bli att konfigurera den här principen ignoreras inte uppdateringskontroller under någon specifik period.</string>
      <string id="Explain_ProxyMode">Gör att du kan ange de proxyserverinställningar som används av Microsoft Edge Update.

Om du aktiverar den här principen kan du välja mellan följande alternativ för proxyservern:
   – Om du väljer att aldrig använda en proxyserver och alltid ansluter direkt ignoreras alla andra alternativ.
   – Om du väljer att använda systemproxyinställningar eller automatisk identifiering av proxyservern ignoreras alla andra alternativ.
   – Om du väljer läget för fast server-proxy kan du ange ytterligare alternativ i principen “Adress eller URL för en proxyserver”.
   – Om du väljer att använda ett PAC-proxyskript måste du ange URL: en för skriptet i principen “URL till proxy .pac-fil”.

Om du aktiverar den här principen kan användarna i din organisation inte ändra proxyinställningarna i Microsoft Edge Update.

Om du inaktiverar eller låter bli att konfigurera den här principen konfigureras inga proxyserverinställningar, men användare i organisationen kan välja egna proxyinställningar för Microsoft Edge Update.</string>
      <string id="Explain_ProxyServer">Gör att du kan ange URL:en till den proxyserver som ska användas av Microsoft Edge Update.

 Om du aktiverar den här principen kan du ange URL:en för proxyservern som används av Microsoft Edge Update i din organisation.

 Den här principen används endast om du har valt manuella proxyinställningar i principen “Välj hur du vill ange inställningar för en proxyserver”.

 Konfigurera inte den här principen om du har valt en annan proxyinställning än manuell i principen "Välj hur du vill ange inställningar för en proxyserver".</string>
      <string id="Explain_ProxyPacUrl">Gör att du kan ange en URL för en PAC-fil (Proxy Auto-config).

Om du aktiverar den här principen kan du ange en URL för en PAC-fil som automatiserar hur Microsoft Edge Update väljer rätt proxyserver för att hämta en viss webbplats.

Den här principen används endast om du har angett manuella proxyinställningar i principen Välj hur du vill ange inställningar för en proxyserver.

Konfigurera inte den här principen om du har valt en annan proxyinställning än manuell i principen "Välj hur du vill ange inställningar för en proxyserver".</string>
      <string id="Explain_Applications">En uppdaterad ADMX/ADML-mall krävs för att stödja Microsoft Edge-program som släpps i framtiden.</string>
      <string id="Explain_AllowSideBySideExperience">Den här principen gör att en användare kan köra Microsoft Edge (Edge HTML) och Microsoft Edge (Chromium-baserad) sida vid sida.

Om principen sätts till “Inte konfigurerad“ kommer Microsoft Edge (Chromium-baserad) att ersätta Microsoft Edge (Edge HTML) efter att Microsoft Edge (Chromium-baserad) Stable-kanalen och säkerhetsuppdateringar från november 2019 har installerats.  Detta är samma beteende som för inställningen “Inaktiverad“.

Inställningen “Inaktiverad“ blockerar sida vid sida-funktionen och Microsoft Edge (Chromium-baserad) ersätter Microsoft Edge (Edge HTML) efter att Microsoft Edge (Chromium-baserad) Stable-kanalen och säkerhetsuppdateringar från november 2019 har installerats.  Detta är samma beteende som för inställningen “Inte konfigurerad“.

När den här principen sätts till “Aktiverad“ kan Microsoft Edge (Chromium-baserad) och Microsoft Edge (Edge HTML) köras sida vid sida efter att Microsoft Edge (Chromium-baserad) har installerats.

För att den här grupprincipen ska gälla måste den konfigureras innan den automatiska installationen av Microsoft Edge (Chromium-baserad) görs via Windows Update. Obs! ​En användare kan blockera den automatiska uppdateringen av Microsoft Edge (Chromium-baserad) genom att använda Blocker Toolkit för Microsoft Edge (Chromium-baserad).

Från och med Windows 10 version 20H2 kommer Microsoft Edge (äldre version) och sida vid sida-funktionen av webbläsaren inte längre stödas.</string>
      <string id="Explain_DefaultAllowInstallation">Du kan ange standardbeteende för alla kanaler om du vill tillåta eller blockera uppdateringar av Microsoft Edge på domänanslutna enheter.

Du kan åsidosätta denna princip för enskilda kanaler genom att aktivera principen “Tillåt installation” för specifika kanaler.

Om du inaktiverar den här principen blockeras installationen av Microsoft Edge. Det här påverkar bara installation av Microsoft Edge-programvara när principen “Tillåt installation” anges som inte konfigurerad.

Den här principen hindrar inte Microsoft Edge Update från att köras eller förhindra användare från att installera Microsoft Edge-programvara med andra metoder.

 Denna princip är endast tillgänglig för Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän</string>
      <string id="Explain_DefaultUpdatePolicy">Gör att du kan ange standardbeteendet för alla kanaler angående hur Microsoft Edge Update hanterar tillgängliga uppdateringar för Microsoft Edge. Kan åsidosättas för enskilda kanaler genom att ange principen "uppdatera principnamn" för dessa specifika kanaler.

  Microsoft Edge Update hanterar Microsoft Edge-uppdateringar efter hur du konfigurerar följande alternativ om du aktiverar den här principen:
   - Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
   - Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas genom regelbunden uppdateringskontroll.
   - Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll.
   - Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

 Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen "uppdatera principnamn".

 Denna princip är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Med den här inställningen kan du ange standardbeteende för alla kanaler för att skapa skrivbordsgenvägar när Microsoft Edge är installerat.

 Om du aktiverar den här principen skapas det en skrivbordsgenväg när Microsoft Edge är installerat.
 Om du inaktiverar den här principen skapas ingen skrivbordsgenväg när Microsoft Edge är installerat.
 Om du inte konfigurerar den här principen skapas en skrivbordsgenväg till Microsoft Edge under installationen.
 Om Microsoft Edge redan är installerat får den här principen ingen effekt.</string>
      <string id="Explain_CreateDesktopShortcut">Om du aktiverar den här principen skapas det en skrivbordsgenväg när Microsoft Edge installeras.
  Om du inaktiverar den här principen skapas ingen skrivbordsgenväg när Microsoft Edge installeras.
  Om du inte konfigurerar den här principen skapas en skrivbordsgenväg till Microsoft Edge under installationen.
  Om Microsoft Edge redan är installerat får den här principen ingen effekt.

  Om du inte aktiverar den här principen för en kanal, bestämmer standardinställningen för principen “Förhindra att skrivbordsgenvägar skapas under installation som standardinställning” om det skapas en genväg när Microsoft Edge installeras.</string>
      <string id="Explain_WebView">Anger principer för webbvy i Microsoft Edge.</string>
      <string id="Explain_WebView_AutoUpdate">Ger dig möjlighet att ange om automatiska uppdateringar ska aktiveras för Microsoft Edge WebView eller inte. Microsoft Edge WebView är en komponent som används av program för att visa webbinnehåll.
 Automatiska uppdateringar är aktiverade som standard. Om du inaktiverar automatisk uppdatering för Microsoft Edge WebView kan det orsaka kompatibilitetsproblem med program som är beroende av den här komponenten.

  Om du aktiverar den här principen hanteras uppdateringar av Microsoft Edge WebView av Microsoft Edge Update beroende på hur du konfigurerar följande alternativ:
  – Tillåt alltid uppdateringar: uppdateringar laddas ned och installeras automatiskt
  – Uppdateringar inaktiverat: uppdateringar laddas inte ned och tillämpas inte

  Om du inte aktiverar den här principen hämtas och tillämpas uppdateringar automatiskt.</string>
      <string id="Explain_WebView_Install">Ger dig möjlighet att ange om Microsoft Edge WebView kan installeras med Microsoft Edge Update.

 – Om du aktiverar den här principen kan användare installera Microsoft Edge WebView genom Microsoft Edge Update.
 – Om du inaktiverar den här principen kan användare inte installera Microsoft Edge WebView genom Microsoft Edge Update.
 – Om du låter bli att konfigurera den här principen bestämmer  principkonfigurationen 'Tillåt installation standard' om användare kan installera Microsoft Edge WebView genom Microsoft Edge Update eller inte.</string>
      <string id="Explain_ECSControl">I Microsoft Edge Update används tjänsten för experimentering och konfiguration till att distribuera nyttolasten för experimenteringen.

Nyttolasten för experimenteringen består av en lista över de tidiga utvecklingsfunktionerna som Microsoft aktiverar för testning och feedback.

Om du aktiverar den här principen laddas nyttolasten ned från tjänsten för experimentering och konfiguration.

Om du inaktiverar den här principen stoppas kommunikationen med tjänsten för experimentering och konfiguration helt.

Om du inte konfigurerar principen kommer en hanterad enhet uppföra sig som om principen är inaktiverad.

Om du inte konfigurerar principen kommer en ohanterad enhet uppföra sig som om principen är aktiverad.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter. 

 Om du aktiverar den här principen för en kanal blockeras inte Microsoft Edge från installationen. 

 Om du inaktiverar principen för en kanal blockeras Microsoft Edge från installationen. 

 Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.

 Denna princip är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

  Om du aktiverar den här principen hanteras Microsoft Edge-uppdateringar av Microsoft Edge Update enligt din konfigurering av följande alternativ:
   – Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen via regelbunden uppdateringskontroll eller via manuell kontroll.
   – Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas vid regelbunden uppdateringskontroll.
   – Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
   – Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar bör du regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

  Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen 'Åsidosätt standard för uppdateringsprincip'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 för mer information.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Anger vilken kanal Microsoft Edge ska uppdateras till.

Om du aktiverar den här principen uppdateras Microsoft Edge till kanalen beroende på hur du konfigurerar följande alternativ:

  – Stabil: Microsoft Edge uppdateras till den senaste stabila versionen.
  – Beta: Microsoft Edge uppdateras till den senaste betaversionen.
  – Dev: Microsoft Edge uppdateras till den senaste utvecklingsversionen.
  – Utökad stabil: Microsoft Edge uppdateras till den senaste utökade stabila versionen, som har en längre uppdateringstid än den stabila versionen. Mer information finns på https://go.microsoft.com/fwlink/?linkid=2163508.

Om du inte konfigurerar den här principen uppdateras Microsoft Edge till den senaste versionen som är tillgänglig för standardkanalen.

Den här principen är bara tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer webbläsaren att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge finnas kvar i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.

Mer information finns på https://go.microsoft.com/fwlink/?linkid=2136707.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i 'Åsidosätt målversion'.

Den här principen har ingen effekt om inte 'Åsidosätt målversion' anges och 'Åsidosättning av uppdateringsprincip' anges till något av PÅ-lägena (Tillåt alltid uppdateringar, Endast tysta automatiska uppdateringar, Endast manuella uppdateringar).

Om du inaktiverar den här principen eller låter bli att konfigurera den kommer installationer som har en högre version än den som anges i 'Åsidosätt målversion' att lämnas som de är.

Om du aktiverar den här principen kommer installationer som har en aktuell version som är högre än vad som anges i 'Åsidosätt målversion' att nedgraderas till målversionen.

Vi rekommenderar att användare installerar den senaste versionen av webbläsaren Microsoft Edge för att säkerställa skydd via de senaste säkerhetsuppdateringarna. Återställning till en tidigare version medför risk för exponering för kända säkerhetsproblem. Den här principen är avsedd att användas som en temporär åtgärd för att hantera problem i en Microsoft Edge-uppdatering.

Innan du tillfälligt återställer din webbläsarversion bör du aktivera synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar synkronisering finns det risk för permanent förlust av webbdata. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen gäller Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter. 

 Om du aktiverar den här principen för en kanal blockeras inte Microsoft Edge från installationen. 

 Om du inaktiverar principen för en kanal blockeras Microsoft Edge från installationen. 

 Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.

 Denna princip är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

  Om du aktiverar den här principen hanteras Microsoft Edge-uppdateringar av Microsoft Edge Update enligt din konfigurering av följande alternativ:
   – Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen via regelbunden uppdateringskontroll eller via manuell kontroll.
   – Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas vid regelbunden uppdateringskontroll.
   – Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
   – Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar bör du regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

  Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen 'Åsidosätt standard för uppdateringsprincip'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 för mer information.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Anger vilken kanal Microsoft Edge ska uppdateras till.

Om du aktiverar den här principen uppdateras Microsoft Edge till kanalen beroende på hur du konfigurerar följande alternativ:

  – Stabil: Microsoft Edge uppdateras till den senaste stabila versionen.
  – Beta: Microsoft Edge uppdateras till den senaste betaversionen.
  – Dev: Microsoft Edge uppdateras till den senaste utvecklingsversionen.
  – Utökad stabil: Microsoft Edge uppdateras till den senaste utökade stabila versionen, som har en längre uppdateringstid än den stabila versionen. Mer information finns på https://go.microsoft.com/fwlink/?linkid=2163508.

Om du inte konfigurerar den här principen uppdateras Microsoft Edge till den senaste versionen som är tillgänglig för standardkanalen.

Den här principen är bara tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer webbläsaren att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge finnas kvar i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.

Mer information finns på https://go.microsoft.com/fwlink/?linkid=2136707.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i 'Åsidosätt målversion'.

Den här principen har ingen effekt om inte 'Åsidosätt målversion' anges och 'Åsidosättning av uppdateringsprincip' anges till något av PÅ-lägena (Tillåt alltid uppdateringar, Endast tysta automatiska uppdateringar, Endast manuella uppdateringar).

Om du inaktiverar den här principen eller låter bli att konfigurera den kommer installationer som har en högre version än den som anges i 'Åsidosätt målversion' att lämnas som de är.

Om du aktiverar den här principen kommer installationer som har en aktuell version som är högre än vad som anges i 'Åsidosätt målversion' att nedgraderas till målversionen.

Vi rekommenderar att användare installerar den senaste versionen av webbläsaren Microsoft Edge för att säkerställa skydd via de senaste säkerhetsuppdateringarna. Återställning till en tidigare version medför risk för exponering för kända säkerhetsproblem. Den här principen är avsedd att användas som en temporär åtgärd för att hantera problem i en Microsoft Edge-uppdatering.

Innan du tillfälligt återställer din webbläsarversion bör du aktivera synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar synkronisering finns det risk för permanent förlust av webbdata. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen gäller Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter. 

 Om du aktiverar den här principen för en kanal blockeras inte Microsoft Edge från installationen. 

 Om du inaktiverar principen för en kanal blockeras Microsoft Edge från installationen. 

 Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.

 Denna princip är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

  Om du aktiverar den här principen hanteras Microsoft Edge-uppdateringar av Microsoft Edge Update enligt din konfigurering av följande alternativ:
   – Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen via regelbunden uppdateringskontroll eller via manuell kontroll.
   – Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas vid regelbunden uppdateringskontroll.
   – Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
   – Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar bör du regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

  Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen 'Åsidosätt standard för uppdateringsprincip'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 för mer information.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Anger vilken kanal Microsoft Edge ska uppdateras till.

Om du aktiverar den här principen uppdateras Microsoft Edge till kanalen beroende på hur du konfigurerar följande alternativ:

  – Stabil: Microsoft Edge uppdateras till den senaste stabila versionen.
  – Beta: Microsoft Edge uppdateras till den senaste betaversionen.
  – Dev: Microsoft Edge uppdateras till den senaste utvecklingsversionen.
  – Utökad stabil: Microsoft Edge uppdateras till den senaste utökade stabila versionen, som har en längre uppdateringstid än den stabila versionen. Mer information finns på https://go.microsoft.com/fwlink/?linkid=2163508.

Om du inte konfigurerar den här principen uppdateras Microsoft Edge till den senaste versionen som är tillgänglig för standardkanalen.

Den här principen är bara tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer webbläsaren att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge finnas kvar i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.

Mer information finns på https://go.microsoft.com/fwlink/?linkid=2136707.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i 'Åsidosätt målversion'.

Den här principen har ingen effekt om inte 'Åsidosätt målversion' anges och 'Åsidosättning av uppdateringsprincip' anges till något av PÅ-lägena (Tillåt alltid uppdateringar, Endast tysta automatiska uppdateringar, Endast manuella uppdateringar).

Om du inaktiverar den här principen eller låter bli att konfigurera den kommer installationer som har en högre version än den som anges i 'Åsidosätt målversion' att lämnas som de är.

Om du aktiverar den här principen kommer installationer som har en aktuell version som är högre än vad som anges i 'Åsidosätt målversion' att nedgraderas till målversionen.

Vi rekommenderar att användare installerar den senaste versionen av webbläsaren Microsoft Edge för att säkerställa skydd via de senaste säkerhetsuppdateringarna. Återställning till en tidigare version medför risk för exponering för kända säkerhetsproblem. Den här principen är avsedd att användas som en temporär åtgärd för att hantera problem i en Microsoft Edge-uppdatering.

Innan du tillfälligt återställer din webbläsarversion bör du aktivera synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar synkronisering finns det risk för permanent förlust av webbdata. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen gäller Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter. 

 Om du aktiverar den här principen för en kanal blockeras inte Microsoft Edge från installationen. 

 Om du inaktiverar principen för en kanal blockeras Microsoft Edge från installationen. 

 Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.

 Denna princip är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

  Om du aktiverar den här principen hanteras Microsoft Edge-uppdateringar av Microsoft Edge Update enligt din konfigurering av följande alternativ:
   – Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen via regelbunden uppdateringskontroll eller via manuell kontroll.
   – Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas vid regelbunden uppdateringskontroll.
   – Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
   – Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar bör du regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

  Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen 'Åsidosätt standard för uppdateringsprincip'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 för mer information.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Anger vilken kanal Microsoft Edge ska uppdateras till.

Om du aktiverar den här principen uppdateras Microsoft Edge till kanalen beroende på hur du konfigurerar följande alternativ:

  – Stabil: Microsoft Edge uppdateras till den senaste stabila versionen.
  – Beta: Microsoft Edge uppdateras till den senaste betaversionen.
  – Dev: Microsoft Edge uppdateras till den senaste utvecklingsversionen.
  – Utökad stabil: Microsoft Edge uppdateras till den senaste utökade stabila versionen, som har en längre uppdateringstid än den stabila versionen. Mer information finns på https://go.microsoft.com/fwlink/?linkid=2163508.

Om du inte konfigurerar den här principen uppdateras Microsoft Edge till den senaste versionen som är tillgänglig för standardkanalen.

Den här principen är bara tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer webbläsaren att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge finnas kvar i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.

Mer information finns på https://go.microsoft.com/fwlink/?linkid=2136707.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i 'Åsidosätt målversion'.

Den här principen har ingen effekt om inte 'Åsidosätt målversion' anges och 'Åsidosättning av uppdateringsprincip' anges till något av PÅ-lägena (Tillåt alltid uppdateringar, Endast tysta automatiska uppdateringar, Endast manuella uppdateringar).

Om du inaktiverar den här principen eller låter bli att konfigurera den kommer installationer som har en högre version än den som anges i 'Åsidosätt målversion' att lämnas som de är.

Om du aktiverar den här principen kommer installationer som har en aktuell version som är högre än vad som anges i 'Åsidosätt målversion' att nedgraderas till målversionen.

Vi rekommenderar att användare installerar den senaste versionen av webbläsaren Microsoft Edge för att säkerställa skydd via de senaste säkerhetsuppdateringarna. Återställning till en tidigare version medför risk för exponering för kända säkerhetsproblem. Den här principen är avsedd att användas som en temporär åtgärd för att hantera problem i en Microsoft Edge-uppdatering.

Innan du tillfälligt återställer din webbläsarversion bör du aktivera synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar synkronisering finns det risk för permanent förlust av webbdata. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen gäller Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter. 

 Om du aktiverar den här principen för en kanal blockeras inte Microsoft Edge från installationen. 

 Om du inaktiverar principen för en kanal blockeras Microsoft Edge från installationen. 

 Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.

 Denna princip är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

  Om du aktiverar den här principen hanteras Microsoft Edge-uppdateringar av Microsoft Edge Update enligt din konfigurering av följande alternativ:
   – Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen via regelbunden uppdateringskontroll eller via manuell kontroll.
   – Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas vid regelbunden uppdateringskontroll.
   – Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
   – Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar bör du regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

  Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen 'Åsidosätt standard för uppdateringsprincip'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 för mer information.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Anger vilken kanal Microsoft Edge ska uppdateras till.

Om du aktiverar den här principen uppdateras Microsoft Edge till kanalen beroende på hur du konfigurerar följande alternativ:

  – Stabil: Microsoft Edge uppdateras till den senaste stabila versionen.
  – Beta: Microsoft Edge uppdateras till den senaste betaversionen.
  – Dev: Microsoft Edge uppdateras till den senaste utvecklingsversionen.
  – Utökad stabil: Microsoft Edge uppdateras till den senaste utökade stabila versionen, som har en längre uppdateringstid än den stabila versionen. Mer information finns på https://go.microsoft.com/fwlink/?linkid=2163508.

Om du inte konfigurerar den här principen uppdateras Microsoft Edge till den senaste versionen som är tillgänglig för standardkanalen.

Den här principen är bara tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer webbläsaren att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge finnas kvar i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.

Mer information finns på https://go.microsoft.com/fwlink/?linkid=2136707.

Denna policy är endast tillgänglig på Windows-instanser som är kopplade till en Microsoft® Active Directory®-domän.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i 'Åsidosätt målversion'.

Den här principen har ingen effekt om inte 'Åsidosätt målversion' anges och 'Åsidosättning av uppdateringsprincip' anges till något av PÅ-lägena (Tillåt alltid uppdateringar, Endast tysta automatiska uppdateringar, Endast manuella uppdateringar).

Om du inaktiverar den här principen eller låter bli att konfigurera den kommer installationer som har en högre version än den som anges i 'Åsidosätt målversion' att lämnas som de är.

Om du aktiverar den här principen kommer installationer som har en aktuell version som är högre än vad som anges i 'Åsidosätt målversion' att nedgraderas till målversionen.

Vi rekommenderar att användare installerar den senaste versionen av webbläsaren Microsoft Edge för att säkerställa skydd via de senaste säkerhetsuppdateringarna. Återställning till en tidigare version medför risk för exponering för kända säkerhetsproblem. Den här principen är avsedd att användas som en temporär åtgärd för att hantera problem i en Microsoft Edge-uppdatering.

Innan du tillfälligt återställer din webbläsarversion bör du aktivera synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar synkronisering finns det risk för permanent förlust av webbdata. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen gäller Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minuter mellan sökningar efter uppdateringar</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Timme</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minut</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Varaktighet</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typ av hämtnings-URL som ska begäras</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Välj hur du vill ange inställningar för en proxyserver
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adress eller URL för en proxyserver</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL till proxy .pac-fil</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Uppdateringsprincip</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Uppdateringsprincip</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Målversion</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Reglera uppdaterarens kommunikation med experiment- och konfigurationstjänst</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Målkanal
        </dropdownList>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>